<!DOCTYPE html>
<html>
<head>
<meta charset="utf-8"/>
<meta name="viewport" content="width=device-width, initial-scale=1" />
  <link rel="stylesheet" type="text/css" href="../../../css/listing.css" media="all">
  <link rel="stylesheet" type="text/css" href="../../../css/main.css" media="all">
<link rel="alternate" type="application/rss+xml" title="RSS Feed" href="https://meetingcpp.com/feed.xml" />
</head>
<body>
<section class="header">
<nav class="menu">
   <input class="menu-btn" type="checkbox" id="menu-btn" />
   <label class="menu-icon" for="menu-btn"></label>
    <ul>
<li><a href="../../../meetingcpp/">Meeting C++</a><ul><li><a href="../../../meetingcpp/Services.html">Services</a></li>
<li><a href="../../../meetingcpp/news/">News</a></li><li><a href="../../../meetingcpp/Contact.html">Contact</a></li></ul></li>
<li><a href="../../../2018/">Conference 2018</a><ul><li><a href="../../../2018/Location.html">Location</a></li><li><a href="../../../2018/Ticketshop.html">Ticketshop</a></li><li><a href="../../../2018/Workshop.html">Workshopday</a></li></ul></li>
<li><a href="../../../2017/">Conference 2017</a><ul><li><a href="../../../2017/Schedule.html">Schedule</a></li>
<li><a href="../../../2017/speaker/">Speaker</a></li>
<li><a href="../../../2017/talks/">Talks</a></li></ul></li>
<li><a href="../../../blog/">Blog</a><ul>
<li><a href="../../../blog/blogroll/">Blogroll</a></li></ul></li>
<li><a href="../../../usergroups/">User Groups</a><ul><li><a href="../../../usergroups/UG Duesseldorf.html">C++ UG D&uuml;sseldorf</a></li></ul></li>
<li><a href="../../../jobs/">Jobs</a><ul>
<li><a href="../../../jobs/employerlisting/">Employer Listing</a></li></ul></li>
<li><a href="../../../CertifiedLibraries/">Certified Libraries</a></li></ul>
</nav>
<a class="logo" href="../../../index.html">Meeting C++</a>

<div class="socialmedia">
<p><a href="https://www.patreon.com/bePatron?u=3512102">
<img src="../../../files/patreon.png">
</a></p></div><div class="socialmedia">
<p><a href="https://www.youtube.com/c/MeetingCPP">
<img style="padding-top:6px;" src="../../../files/mcpp/yt.png">
</a>
</p></div>
<div class="socialmedia">
<p><a href="https://twitter.com/meetingcpp">
<img src="../../../files/twitter.png">
</a>
</p></div><div class="socialmedia"><p><a href="https://www.facebook.com/MeetingCpp">
<img src="../../../files/facebook.png">
</a></p></div>
<div class="socialmedia"><p><a href="https://www.linkedin.com/company/9278410">
<img src="../../../files/mcpp/logos/li.png">
</a></p></div>
<div class="socialmedia"><p><a href="https://plus.google.com/107985477330768591190">
<img src="../../../files/mcpp/gplus-50.png">
</a></p></div>
</section> <section id="section">


</section><div id="main">
<div class="listitem">
<h2>RCS - Individuelle Softwarelösungen für den Mittelstand</h2>
<h4><a href="http://www.rhm.de/wir-suchen-sie/index.html" >Visit company website</a></h4>
<p><a href="http://www.rhm.de/wir-suchen-sie/index.html" >
<img src="../../../files/mcpp/sponsoren/rcs_logo.png" alt="category"></a>
<p>Wir sind RCS -&nbsp; die Rieke Computersysteme GmbH. Als etablierter Software Hersteller sind wir auf individuelle Systeml&ouml;sungen spezialisiert.</p>
<p>Seit mehr als 45 Jahren unterst&uuml;tzen wir als externer Partner die gesamte IT-Landschaft von mittelst&auml;ndischen Unternehmen. Mit unserer RCS Suite steuern wir die komplette Wertsch&ouml;pfungskette unserer zufriedenen Kunden und gew&auml;hrleisten einen stabilen Betrieb, national und international.</p>
<p>Dabei passen wir unsere Software-L&ouml;sung an die Bed&uuml;rfnisse und Prozesse unserer Kunden an und nicht umgekehrt. Gemeinsam entwickeln wir Individualsoftware, die perfekt zu den Gesch&auml;ftsprozessen unserer Kunden passt und stabil l&auml;uft. Dabei setzen wir auf Softwareentwicklung in C und C++ mit Linux/ Unix.</p>
<p>Unsere Dienstleistung reicht von der Bedarfsanalyse und Beratung &uuml;ber Programmierung, Implementierung und Schulungen bis hin zur Standortvernetzung und Cloud-Services. Auf Kundenwunsch &uuml;bernehmen wir auch den kompletten Betrieb der jeweiligen L&ouml;sung.&nbsp;</p>
<p>Zum Einsatz kommen unsere L&ouml;sungen vor allem bei namhaften Unternehmen aus der Verpackungs- und Textilindustrie sowie in der Foto- und Videobranche.</p>
<p>Unsere Kundenbeziehungen basieren auf tiefem Vertrauen und haben langj&auml;hrigen Bestand. Wir entwickeln unsere Software kontinuierlich weiter und passen sie in enger Zusammenarbeit mit dem Kunden auf die sich individuell ver&auml;ndernden Gegebenheiten an. Somit bleiben unsere L&ouml;sungen selbst bei ganz akuten Bedarfsver&auml;nderungen stets solide und passgenau.</p>
<p>Bei der Personalauswahl setzen wir konsequent auf Professionalit&auml;t, Verantwortung und Eigeninitiative. Wir w&uuml;nschen uns, dass jede/r neue Kollege/in unser Team durch die eigene Sichtweise, den Charakter und das spezifische K&ouml;nnen bereichert. Unser Ziel ist, dass die erfolgreiche Entwicklung von RCS durch die Mitarbeitern gestaltet wird und jeder dadurch pers&ouml;nlich und fachlich wachsen kann.</p>
<p>Wir bieten unseren Mitarbeitern Fortschritt, Abwechslung, Wertsch&auml;tzung und Atmosph&auml;re.</p>
<p>Dies geht weit &uuml;ber einen sicheren Arbeitsplatz, ein hohes Ma&szlig; an Entscheidungsfreiheit, tiefgehende Projektmitarbeit und permanente Weiterbildung hinaus. Respekt, Zuh&ouml;ren, die Anerkennung der Individualit&auml;t und Meinung anderer sowie ein offener Dialog und ein klarer, zuverl&auml;ssiger Standpunkt sind die S&auml;ulen unserer Unternehmenskultur. Unser Gesch&auml;ftsf&uuml;hrer und Gr&uuml;nder versteht sich als Primus inter Pares.</p>
<p>Die Pflege einer professionellen und wertsch&auml;tzenden Beziehung zu unseren Kunden, Gesch&auml;ftspartnern und Mitarbeitern war und ist f&uuml;r uns wichtig. Wir bauen auf best&auml;ndige Werte, Anerkennung und die Gemeinschaft. &nbsp;Wir praktizieren eine offene Fehlerkultur und ein produktives Fehlermanagement.</p>
<p>Professionalit&auml;t, gemeinsame Ziele und Freude bei der Arbeit sind uns wichtig. Wir lachen gerne und oft!</p>
<p>Unsere Werte:</p>
<p><strong>Fortschritt</strong> &ndash; Sie entwickeln testgetriebene Software und gew&auml;hrleisten h&ouml;chste Qualit&auml;t. In einem anspruchsvollen Arbeitsumfeld mit gro&szlig;em Handlungsspielraum k&ouml;nnen Sie unsere Software und damit unser Unternehmen unkompliziert mit pr&auml;gen.</p>
<p><strong>Abwechslung</strong> &ndash; Sie setzen vielseitige, sehr komplexe Kundenanforderungen in individuelle technische Software-L&ouml;sungen mittels agilen Entwicklungsprozessen um.</p>
<p><strong>Wertsch&auml;tzung</strong> &ndash; Wir sch&auml;tzen frischen Ideen! Unser Team entwickelt sich durch jeden Mitarbeiter weiter. Wir bauen auf Vertrauen und Best&auml;ndigkeit. Wir verg&uuml;ten fair und leistungsgerecht und wir m&ouml;gen die Vielfalt sowie den Blick &uuml;ber den Tellerrand. Mitdenken ist bei uns ausdr&uuml;cklich erw&uuml;nscht!</p>
<p><strong>Atmosph&auml;re</strong> &ndash; Spannende Aufgaben, eine offene und famili&auml;re Firmenkultur, flexible <br /> Arbeitszeiten, Anerkennung, kleine Aufmerksamkeiten, kostenlose Getr&auml;nke und Obstkorb, regelm&auml;&szlig;ige Teamveranstaltungen, R&uuml;cksichtnahme auf Ihre Bed&uuml;rfnisse - fachlich wie pers&ouml;nlich &ndash; &hellip; und einen Chef, der auch mal die Pizza f&uuml;r alle bestellt und selbst abholt.</p>
</p>
<h2><a href="mailto:bewerbung@rhm.de">Apply  here</a></h2>
</div>
</div> <section id="section">


</section><div class="footer">
<center><p>Copyright Meetingcpp GmbH 2018 <a href="https://meetingcpp.com/Imprint.html">Imprint</a> <span style="color: #ff6600;"><a href="https://meetingcpp.com/Imprint.html#piwik_optout">Piwik Opt out</a></span> <a href="https://meetingcpp.com/PrivacyPolicy.html">Privacy Policy</a></p></center></div>
</body>
</html>